tap "candid82/brew"
tap "homebrew/cask-fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
tap "sharkdp/bat"
brew "bat"
brew "bench"
brew "ctags"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "ical-buddy"
brew "imagemagick"
brew "python"
brew "httpie"
brew "ripgrep"
brew "vim"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "yqrashawn/goku/goku"
cask "alfred"
cask "anki"
cask "audiobook-builder"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "bitwarden"
cask "caffeine"
cask "calibre"
cask "cardhop"
cask "cacher"
cask "choosy"
cask "dash"
cask "dropbox"
cask "duet"
cask "evernote"
cask "fantastical"
cask "focus"
cask "freedom"
cask "gimp"
cask "go2shell"
cask "grammarly"
cask "hammerspoon"
cask "hazel"
cask "hazeover"
cask "insomnia"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "keyboard-maestro"
cask "muzzle"
cask "notion"
cask "nvalt"
cask "omnifocus"
cask "pdf-expert"
cask "postico"
cask "postman"
cask "pycharm"
cask "rescuetime"
cask "rocket"
cask "slack"
cask "spotify"
cask "telegram"
cask "time-out"
cask "timing"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
cask "caskroom/fonts/font-fira-code"
