tap "homebrew/autoupdate"
brew "bat"
brew "bench"
brew "ctags"
brew "eza"
brew "fd"
brew "zoxide"
brew "starship"
brew "fzf"
brew "git"
brew "imagemagick"
brew "httpie"
brew "ripgrep"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "anki"
cask "audiobook-builder"
cask "bartender"
cask "bettertouchtool"
cask "bitwarden"
cask "caffeine"
cask "calibre"
cask "dash"
cask "dropbox"
cask "focus"
cask "freedom"
cask "grammarly"
cask "hammerspoon"
cask "hazel"
cask "istat-menus"
cask "karabiner-elements"
cask "keycastr"
cask "keyboard-maestro"
cask "loom"
cask "muzzle"
cask "notion"
cask "pdf-expert"
cask "slack"
cask "speedtest-cli"
cask "spotify"
cask "tesseract"
cask "time-out"
cask "timing"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-fira-code"
