tap "candid82/brew"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "bench"
brew "ctags"
brew "fd"
brew "fzf"
brew "git"
brew "python"
brew "httpie"
brew "ripgrep"
brew "vim"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "yqrashawn/goku/goku"
cask "airtable"
cask "alfred"
cask "anki"
cask "atext"
cask "audiobook-builder"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "bitwarden"
cask "caffeine"
cask "calibre"
cask "cardhop"
cask "dash"
cask "docker"
cask "dropbox"
cask "doxie"
cask "duet"
cask "fantastical"
cask "focus"
cask "franz"
cask "gifcapture"
cask "go2shell"
cask "grammarly"
cask "hammerspoon"
cask "hazel"
cask "hazeover"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keycastr"
cask "keyboard-maestro"
cask "little-snitch"
cask "nvalt"
cask "omnifocus"
cask "parallels"
cask "parallels-access"
cask "parallels-toolbox"
cask "postman"
cask "pycharm"
cask "qbserve"
cask "rescuetime"
cask "rocket"
cask "rubymine"
cask "spectacle"
cask "spotify"
cask "time-out"
cask "tunnelblick"
cask "vuze"
cask "caskroom/fonts/font-fira-code"
