076923.python-image-preview
aaron-bond.better-comments
anthropic.claude-code
anysphere.cursorpyright
apollographql.vscode-apollo
asvetliakov.vscode-neovim
bierner.markdown-mermaid
biomejs.biome
davidanson.vscode-markdownlint
deerawan.vscode-dash
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
ibm.output-colorizer
idleberg.applescript
idleberg.jxa
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikestead.dotenv
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
naumovs.color-highlight
openai.chatgpt
pomdtr.excalidraw-editor
redhat.java
redhat.vscode-yaml
rphlmr.vscode-drizzle-orm
specstory.specstory-vscode
steoates.autoimport
streetsidesoftware.code-spell-checker
tobias-z.vscode-harpoon
twxs.cmake
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vspacecode.whichkey
